Repository: sugar-activities/4565-activity
Catalog: po/*.po
Languages: hy

source: Story
hy: Պատմություն

source: Game
hy: Խաղ

source: Load new images.
hy: Բեռնել նոր պատկերներ

source: Save as image
hy: Պահպանել որպես պատկեր

source: Start recording
hy: Սկսել ձայնագրումը

source: Nothing to play
hy: Նվագարկելու ոչինչ չկա

source: image
hy: պատկեր

source: Play recording
hy: Նվագարկել ձայնագրումը

source: Save recording
hy: Պահպանել ձայնագրումը

source: Stop recording
hy: Դադարեցնել ձայնագրումը

source: audio note for %s
hy: աուդիո նոտա %s համար
